{"carbon.global.vegetation#Definition#Methods":{"trigger":"DEFINITION","sectionRole":"METHODS","section":"Methods","documentedId":"carbon.global.vegetation","extended":null,"template":"@section(Carbon storage/Vegetation storage)\r\n\r\nVegetation carbon storage is quantified as the sum of above-ground and below-ground carbon storage, using a lookup table based on: \r\n\r\n* Land cover type;\r\n* The overall ecofloristic region according to FAO classification;\r\n* Continental region; \r\n* The presence of frontier forests (a proxy for the degree of forest degradation), and\r\n* The recent occurrence of fires.\r\n\r\nThe method and the look-up table used were first published in @cite(Ruesch2008, Ruesch and Gibbs 2008). \r\n\r\nRuesch and Gibbs note several important caveats to their model. For instance, it does not account for forest age or successional stage, aside from noting the presence of frontier forests and burned areas, and may introduce some error  at the edges of continents or ecoregions. Reusch and Gibbs do not provide data on carbon storage in wetlands, which are lumped with forest, shrub, or grassland land cover classes (we include a model of mangrove carbon to address this limitation in mangroves). Despite these issues and the relative age of this method, our updates to the Ruesch and Gibbs model provide a method to roughly quantify changes over time in vegetation carbon storage anywhere in the world. Importantly, it also gives users the option of easily updating all data layers (with newer or local datasets) and carbon storage coefficients, i.e., using IPCC Tier 2 methods.","sectionType":"BODY","documentedUrns":["aries.global.carbon.mass-resolver-1","aries.global.carbon.mass-resolver"],"variables":{}},"carbon.global.totalstorage#Definition#Methods":{"trigger":"DEFINITION","sectionRole":"METHODS","section":"Methods","documentedId":"carbon.global.totalstorage","extended":null,"template":"Total ecosystem carbon storage is computed as the sum of the carbon mass stored in above-ground and below-ground vegetation, plus the amount of carbon stored in the first 200cm of soil.\r\n","sectionType":"BODY","documentedUrns":["aries.global.carbon.mass-resolver"],"variables":{}}}