{"im.aries.global.authors":{"examplecitation":"* Kenneth J. Bagstad (kbagstad@usgs.gov)\r\n* Stefano Balbi (stefano.balbi@bc3research.org)\r\n* Ainhoa Magrach (ainhoa.magrach@bc3research.org)\r\n* Javier Martínez-Lopez (javier.martinez@bc3research.org)\r\n* Ferdinando Villa (ferdinando.villa@bc3research.org)\r\n* Brian Voigt (bvoigt@uvm.edu)","key":"im.aries.global.authors"},"Zulian2014":{"examplecitation":"Zulian, G.; Paracchini, M. L.; Maes, J.; Liquete, C. & others (2014). ESTIMAP ecosystem services mapping at European scale. DOI 10.2788/64369 (online)","key":"Zulian2014"},"im.aries.global.introduction":{"examplecitation":"# Global supply-demand ecosystem service models for ARIES\r\n\r\nThe baseline conceptualization of ecosystem services supply and demand is represented in ARIES by a suite of logical statements, data and models that are used when not enough information is available to build more detailed, dynamic flow models. The models built by ARIES using such statements have, in general, similar resolution and conceptual detail as those available in other ES assessment toolkits such as InVEST or ESTIMAP.","key":"im.aries.global.introduction"},"Hut2014":{"examplecitation":"Hutchinson, J., et al. 2014. Predicting global patterns in mangrove forest biomass. Conservation Letters 7(3):233-240.","key":"Hut2014"},"Hen2017":{"examplecitation":"Hengl, T., et al. 2017. SoilGrids250m: Global gridded soil information based on machine learning. PLOS ONE 12(2):e0169748.","key":"Hen2017"},"Ruesch2008":{"examplecitation":"Ruesch, Aaron, and Holly K. Gibbs. 2008. New IPCC Tier-1 Global Biomass Carbon Map for the Year 2000. Available online from the Carbon Dioxide Information Analysis Center [http://cdiac.ornl.gov], Oak Ridge National Laboratory, Oak Ridge, Tennessee","key":"Ruesch2008"},"Zeng2017":{"examplecitation":"Zeng, Z. et al. 2017. Development of an NRCS curve number global dataset using the latest geospatial remote sensing data for worldwide hydrologic applications. Remote Sensing Letters 8(6): 528-536.","key":"Zeng2017"}}