{"UchidaNelson2010":{"examplecitation":"H. Uchida, A. Nelson. Agglomeration Index: Towards a New Measure of Urban Concentration. No. 2010, 29 (Working paper). World Institute for Development Economics Research (2010)","key":"UchidaNelson2010"},"TanseyEtAl2008":{"examplecitation":"K. Tansey, J.-M. Grégoire, P. Defourny, R. Leigh, J.-F. Pekel, E. van Bogaert, et al.\r\nA new, global, multi-annual (2000–2007) burnt area product at 1 km resolution.\r\nGeophys. Res. Lett., 35 (1) (2008)","key":"TanseyEtAl2008"},"Fulecky2006":{"examplecitation":"P. Fuleky\r\nAnatomy of a Cobb-Douglas Type Production/Utility Function in Three Dimensions.\r\nDepartment of Economics, University of Washington (2006)","key":"Fulecky2006"},"KleinEtAl2007":{"examplecitation":"A.M. Klein, B.E. Vaissiere, J.H. Cane, I. Steffan-Dewenter, S.A. Cunningham, C. Kremen, et al.\r\nImportance of pollinators in changing landscapes for world crops.\r\nProc. R. Soc. Lond. B Biol. Sci., 274 (1608) (2007), pp. 303-313","key":"KleinEtAl2007"},"Hut2014":{"examplecitation":"Hutchinson, J., et al. 2014. Predicting global patterns in mangrove forest biomass. Conservation Letters 7(3):233-240.","key":"Hut2014"},"Hen2017":{"examplecitation":"Hengl, T., et al. 2017. SoilGrids250m: Global gridded soil information based on machine learning. PLOS ONE 12(2):e0169748.","key":"Hen2017"},"Ruesch2008":{"examplecitation":"Ruesch, Aaron, and Holly K. Gibbs. 2008. New IPCC Tier-1 Global Biomass Carbon Map for the Year 2000. Available online from the Carbon Dioxide Information Analysis Center [http://cdiac.ornl.gov], Oak Ridge National Laboratory, Oak Ridge, Tennessee","key":"Ruesch2008"},"JoyceSutton2009":{"examplecitation":"K. Joyce, S. Sutton. A method for automatic generation of the recreation opportunity spectrum in New Zealand. Applied Geography, 29 (3) (2009), pp. 409-418.","key":"JoyceSutton2009"},"im.aries.global.introduction.pollination":{"examplecitation":"Pollination by animals is an essential ES that directly links natural habitats to agricultural landscapes, as 70% of globally important crop species depend to some extent on pollinators. The pollination conceptualization used here produces spatially explicit, ranked estimates on the supply and demand for insect pollination services based on land cover, cropland, and weather patterns.","key":"im.aries.global.introduction.pollination"},"Paracchini2014":{"examplecitation":"M.L. Paracchini, G. Zulian, L. Kopperoinen, J. Maes, J.P. Schägner, M. Termansen, et al. Mapping cultural ecosystem services: a framework to assess the potential for outdoor recreation across the EU. Ecological Indicators, 45 (2014), pp. 371-385","key":"Paracchini2014"},"im.aries.global.introduction.recreation":{"examplecitation":"The recreation model is inspired by the ESTIMAP model of nature-based outdoor recreation developed by Paracchini et al. (2014) for Europe, \r\nand calculates supply and demand using ranked values. In the simplest version without customization, recreation supply is seen as a \r\nmultiplicative function of naturalness and the distance-driven accessibility of nature-based factors of attractiveness, computed as Euclidean \r\ndistance to protected areas, mountain peaks, and water bodies (including streams, lakes and oceans). The model computes the proportion of \r\nhuman-impacted naturalness (hemeroby) as a reclassification of land cover types. Recreation supply values follows the ESTIMAP implementation \r\nfor the Recreation Opportunity Spectrum (ROS; Clark and Stankey, 1979; Joyce and Sutton, 2009; Paracchini et al., 2014), which  reclassifies the \r\nlandscape by recreation potential (i.e., recreation supply as described above) and proximity to people. Proximity to people is estimated\r\nbased on travel time to the nearest city with ≥50,000 inhabitants (Uchida and Nelson, 2010).","key":"im.aries.global.introduction.recreation"},"im.aries.global.introduction.floodregulation":{"examplecitation":"This model quantifies ranked values for flood regulation supply and demand, accounting for flood hazard probability, water retention by soils and vegetation, and population density. Flood hazard probability (FHP) is estimated based on: (1) topographic wetness index (TWI), a steady-state wetness index based on slope and contributing area (Kirkby and Beven, 1979; Manfreda et al., 2011), (2) mean annual precipitation, and (3) the mean temperature of the wettest quarter (Hijmans et al., 2005). Temperature is included in the equation to account for the role of the Clausius-Clapeyron relationship (Trenberth et al., 2003), which predicts greater rainfall intensity at higher temperatures. Based on Utsumi et al. (2011), the model uses mean atmospheric temperature in the wettest quarter to predict an increase in the temperature-rainfall intensity relationship in polar regions (high latitudes), a decreasing relationship in equatorial regions (tropics), and a peaked relationship in temperate regions (intermediate latitudes). The model computes flood regulation supply (FRS) using the Curve Number (CN) method, which estimates the capacity of vegetation and soils to retain excess runoff from rainfall. The CN is a function of land cover, hydrologic soil group data, and in some contexts slope (Zeng et al., 2017; Soil Conservation Service, 1985). The model then reduces flood hazard probability by the CN:\r\n\r\nFRS = FHP - (CN * FHP/100)\r\n\r\nThe model estimates flood regulation demand by multiplying FHP by population density, providing a ranking of the relative exposure of people and property to flood risk. Finally, the model estimates ESsd as previously described. This value can be aggregated by watershed (predefined or user-supplied) within the spatial context. This model thus constitutes a simplification of previously published global or continental-scale ones (Stürck et al., 2014; Ward et al., 2015), but is fast and easily replicable even in data-scarce contexts.","key":"im.aries.global.introduction.floodregulation"},"im.aries.global.introduction.sedimentregulation":{"examplecitation":"Our sediment regulation model is an implementation of the commonly used Revised Universal Soil Loss Equation (RUSLE; Renard, 1997), and provides biophysical estimates of soil loss and retention by vegetation (in tons of sediment per hectare per year). The RUSLE model estimates annual soil loss based on five factors:\r\n\r\nA = R * K * LS * C * P\r\n\r\nwhere A represents soil loss, R rainfall runoff erosivity, K soil erodibility, LS slope steepness and length, C cover management, and P conservation practice.\r\n\r\nThis implementation of RUSLE uses methods from Van Remortel et al. (2004) to calculate LS, based on slope and contributing area, Williams and Singh (1995) to calculate K, based on soil organic matter and clay, sand, and silt fractions, and global studies for C and P factors based on land cover type (Borrelli et al., 2017; Yang et al., 2003). By calculating RUSLE twice–first using existing land cover, then changing all land cover to bare soil–the contribution of vegetation to soil retention (i.e., avoided soil erosion) can be estimated as an ES. The RUSLE equation used by this sediment regulation model has several well-known limitations; most notably, it applies only to rill erosion, and does not estimate gully, streambank, or mass erosion. RUSLE was originally developed for agricultural lands in the U.S., though it has since been applied in a wide variety of settings, including ES assessment (Sharp et al., 2015) and global applications (Borrelli et al., 2017; Yang et al., 2003).","key":"im.aries.global.introduction.sedimentregulation"},"im.aries.global.authors":{"examplecitation":"* Kenneth J. Bagstad (kbagstad@usgs.gov)\r\n* Stefano Balbi (stefano.balbi@bc3research.org)\r\n* Ainhoa Magrach (ainhoa.magrach@bc3research.org)\r\n* Javier Martínez-Lopez (javier.martinez@bc3research.org)\r\n* Ferdinando Villa (ferdinando.villa@bc3research.org)\r\n* Brian Voigt (bvoigt@uvm.edu)","key":"im.aries.global.authors"},"Zulian2014":{"examplecitation":"Zulian, G.; Paracchini, M. L.; Maes, J.; Liquete, C. & others (2014). ESTIMAP ecosystem services mapping at European scale. DOI 10.2788/64369 (online)","key":"Zulian2014"},"im.aries.global.introduction":{"examplecitation":"## Global supply-demand ecosystem service models for ARIES\r\n\r\nThe baseline conceptualization of ecosystem services supply and demand is represented in ARIES by a suite of logical statements, data and models that are used \r\nwhen not enough information is available to build more detailed, dynamic flow models. \r\nThe models built by ARIES using such statements have, in general, similar resolution and conceptual detail as those available in other ES assessment \r\ntoolkits such as InVEST or ESTIMAP. They can run anywhere in the world with no user input, while offering the option to easily customize models \r\nwith context-specific data and parameters. This approach enables rapid ES quantification, as models are automatically adapted to the application \r\ncontext. We provide examples of customized ES assessments at three locations on different continents and demonstrate the use of ARIES' \r\nspatial multi-criteria analysis module, which enables spatial prioritization of ES for different beneficiary groups. The models use publicly available \r\nglobal- and continental-scale data as defaults. Advanced users can modify data input requirements, model \r\nparameters or entire model structures to capitalize on high-resolution data and context-specific model formulations.","key":"im.aries.global.introduction"},"PotapovEtAl2008":{"examplecitation":"P. Potapov, A. Yaroshenko, S. Turubanova, M. Dubinin, L. Laestadius, C. Thies, et al. Mapping the world's intact forest landscapes by remote sensing. Ecology and Society, 13 (2) (2008)","key":"PotapovEtAl2008"},"MonfredaEtAl2008":{"examplecitation":"C. Monfreda, N. Ramankutty, J.A. Foley.\r\nFarming the planet: 2. Geographic distribution of crop areas, yields, physiological types, and net primary production in the year 2000.\r\nGlob. Biogeochem. Cycles, 22 (1) (2008)","key":"MonfredaEtAl2008"},"ClarkStankey1979":{"examplecitation":"R.N. Clark, G.H. Stankey. The recreation opportunity spectrum: a framework for planning, management, and research.\r\nThe Recreation Opportunity Spectrum: A Framework for Planning, Management, And Research (1979)","key":"ClarkStankey1979"},"im.aries.global.introduction.carbon":{"examplecitation":"The ARIES Tier 1 carbon models currently include: (1) global lookup tables for vegetation carbon storage  from Ruesch and Gibbs (2008), (2) spatially explicit global soil carbon storage data, and (3) predictive  models of aboveground and belowground biomass carbon in mangroves, based on Hutchinson et al. (2014). \r\n\r\nPlanned future developments in ARIES include inclusion of a revision of the LPJ plant growth and biomass model (Sitch et al. 2003), which can simulate carbon sequestration and storage dynamically.","key":"im.aries.global.introduction.carbon"},"GeursEck2001":{"examplecitation":"K.T. Geurs, J.R. van Eck\r\nAccessibility measures: review and applications. Evaluation of Accessibility Impacts of Land-use Transportation Scenarios, And Related Social and Economic Impact (2001)","key":"GeursEck2001"},"Zeng2017":{"examplecitation":"Zeng, Z. et al. 2017. Development of an NRCS curve number global dataset using the latest geospatial remote sensing data for worldwide hydrologic applications. Remote Sensing Letters 8(6): 528-536.","key":"Zeng2017"}}